Repository: mchubby-3rdparty/d-i-cdrom-checker
Catalog: debian/po/*.po
Languages: lo

source: Check CD-ROM integrity?
lo: ຈະກວດສອບຄວາມສົມບູນຂອງຊີດີລອມ ຫຼື ບໍ?

source: Warning: this check depends on your hardware and may take some time.
lo: ຄຳເຕືອນ: ການກວດສອບນີ້ຂື້ນຢູ່ກັບຮາດແວຂອງທ່ານ ແລະ ອາດໃຊ້ເວລາດົນ

source: Insert a Debian CD-ROM
lo: ໃສ່ແຜ່ນຊີດີລອມເດບຽນ

source: Please insert one of the official Debian CD-ROMs into the drive before continuing.
lo: ກະລຸນ່ໃສ່ແຜ່ນຊີດີລອມເດບຽນທີ່ເປັນທາງການລົງໃນໄດເວີກ່ອນຈະດຳເນີນການຕໍ່ໄປ

source: Failed to mount CD-ROM
lo: ເມົ້າທ໌ຊີດີລອມບໍ່ສຳເລັດ

source: The CD-ROM ${CDROM} could not be mounted correctly. Please check the media and cables, and try it again.
lo: ບໍ່ສາມາດເມົ້າທ໌ຊີດີລອມ ${CDROM} ໄດ້ ກະລຸນາກວດສອບແຜ່ນ ແລະ ສາຍສັນຍານແລ້ວລອງໃໝ່

source: No valid Debian CD-ROM
lo: ບໍ່ມີແຜ່ນຊີດີລອມເດບຽນທີ່ໃຊ້ການໄດ້

source: The CD-ROM you have inserted is not a valid Debian CD-ROM. Please change the disk.
lo: ແຜ່ນຊີດີລອມທີ່ເຈົ້າໃສ່ບໍ່ແມ່ນແຜ່ນຊີດີລອມເດບຽນທີ່ໃຊ້ການໄດ້ກະລຸນາປ່ຽນແຜ່ນ

source: Failed to open checksum file
lo: ເປີດແຟ້ມກວດສອບຜົນລວມບໍ່ສຳເລັດ

source: Opening the MD5 file on the CD-ROM failed. This file contains the checksums of the files located on the CD-ROM.
lo: ເປີດແຟ້ມ MD5 ໃນຊີດີລອມບໍ່ສຳເລັດ ແຟ້ມດັ່ງກ່າວເກັບຜົນລວມກວດສອບຂອງແຟ້ມຕ່າງທີ່ຢູ່ໃນຊີດີລອມ

source: Integrity test successful
lo: ການກວດກາຄວາມສົມບູນຜ່ານ

source: The CD-ROM integrity test was successful. The CD-ROM is valid.
lo: ການກວດກາຄວາມສົມບູນຂອງຊີດີລອມຜ່ານແລ້ວ ແຜ່ນຊີດີລອມໃຊ້ການໄດ້

source: Integrity test failed
lo: ການກວດສອບຄວາມສົມບູນບໍ່ຜ່ານ

source: The ${FILE} file failed the MD5 checksum verification. Your CD-ROM or this file may have been corrupted.
lo: ແຟ້ມ ${FILE} ບໍ່ຜ່ານການກວດສອບຜົນລວມ MD5 ແຜ່ນຊີດີລອມຫຼືແຟ້ມດັ່ງກ່ວາອາດຈະບໍ່ດີ

source: Check the integrity of another CD-ROM?
lo: ກວດສອບຄວາມສົມບູນຂອງຊີດີລອມອື່ນ ຫຼື ບໍ່ ?

source: Insert Debian boot CD-ROM
lo: ໃສແຜ່ນຊີດີລອມສຳລັບບຣູດເດບຽນ

source: Please make sure you have inserted the Debian boot CD-ROM to continue with the installation.
lo: ກາລຸນາກວບສອບໃຫ້ແນ່ໃຈວ່າທ່ານໄດ້ໃຊ້ແຜ່ນຊີດີລອມສຳລັບບູດເດບຽນແລ້ວ ເພື່ອດຳເນີນການຕິດຕັ້ງຕໍ່

source: Checking CD-ROM integrity
lo: ກຳລັງກວດສອບຄວາມສົມບູນຂອງຊີດີລອມ

source: Checking file: ${FILE}
lo: ກຳລັງກວດສອບແຟ້ມ: ${FILE}

source: Check the CD-ROM(s) integrity
lo: ກວດສອບຄວາມສົມບູນຂອງຊີດີລອມ
